Tekla.Structures.Filtering.Categories.LoadFilterExpressions.Type
The Type class represents the type filter expression.

Tekla.Structures.Filtering.Categories.LoadFilterExpressions.Type.#ctor
Initializes a new instance of the Type class.